Repository: riyasy/FlyPhotos
Catalog: Src/FlyPhotos/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, ml_in, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# SettingsCardImageFitPercentage.Description
source: Choose how much of the screen the photo fills. (%)
ar_sa: اختر النسبة التي تملؤها الصورة من الشاشة. (%)
de_de: Legt fest, wie viel % des Bildschirms das Foto ausfüllt.
es_es: Elija cuánto de la pantalla llena la foto. (%)
fi_fi: Valitse kuinka paljon näytöstä kuva täyttää. (%)
fr_fr: Choisir la portion de l'écran que la photo remplit. (%)
hu_hu: Válassza ki, hogy a kép mennyire töltse ki a képernyőt. (%)
it_it: Scegli quanto dello schermo riempie la foto. (%)
ja_jp: 写真が画面を占める割合を選択します。(%)
ko_kr: 사진이 화면을 채우는 정도를 선택합니다.(%)
ml_in: ഇമേജ് സ്ക്രീനിന്റെ എത്ര % നിറയ്ക്കണമെന്ന് തിരഞ്ഞെടുക്കുക
nl_nl: Kies welk deel van het scherm de foto vult. (%)
pl_pl: Wybierz, jaką część ekranu wypełnia zdjęcie. (%)
pt_br: Escolha quanto da tela a foto preenche. (%)
pt_pt: Escolher a percentagem do ecrã preenchida pela foto. (%)
ru_ru: Выберите, какую часть экрана занимает фото (%)
sv_se: Välj hur stor del av skärmen fotot fyller. (%)
uk_ua: Вибрати, яку частину екрана займає фото. (%)
zh_cn: 选择照片占据屏幕的比例 (%)。
zh_tw: 選擇照片在螢幕中所佔的比例（％）。

# SettingsCardImageFitPercentage.Header
source: Image to Screen Fit
ar_sa: ملاءمة الصورة للشاشة
de_de: Bild an Bildschirm anpassen
es_es: Ajuste de imagen a pantalla
fi_fi: Kuvan sovittaminen näyttöön
fr_fr: Ajustement de l'image à l'écran
hu_hu: Kép illesztése a képernyőhöz
it_it: Adattamento immagine a schermo
ja_jp: 画面への画像フィット
ko_kr: 이미지 화면 맞춤
ml_in: സ്ക്രീനിലേക്കുള്ള ഇമേജ് ഫിറ്റ്
nl_nl: Afbeelding op scherm aanpassen
pl_pl: Dopasowanie obrazu do ekranu
pt_br: Ajuste da imagem na tela
pt_pt: Ajuste da imagem no ecrã
ru_ru: Подогнать под размер экрана
sv_se: Bild till skärmpassning
uk_ua: Підгонка зображення до екрана
zh_cn: 图片适应屏幕比例
zh_tw: 圖片適應螢幕

# SettingsCardLanguage.Header
source: Choose language
ar_sa: اللغة
de_de: Sprache auswählen
es_es: Elegir idioma
fi_fi: Valitse kieli
fr_fr: Choisir la langue
hu_hu: Nyelv kiválasztása
it_it: Scegli lingua
ja_jp: 言語を選択
ko_kr: 언어 선택
ml_in: ഭാഷ തിരഞ്ഞെടുക്കുക
nl_nl: Taal kiezen
pl_pl: Wybierz język
pt_br: Escolher idioma
pt_pt: Escolher idioma
ru_ru: Выбор языка
sv_se: Välj språk
uk_ua: Вибрати мову
zh_cn: 选择语言
zh_tw: 選擇語言

# SettingsCardLog.Description
source: Open to see the log file
ar_sa: افتح لعرض ملف السجل
de_de: Öffnen, um die Protokolldatei anzuzeigen
es_es: Abrir para ver el archivo de registro
fi_fi: Avaa nähdäksesi lokitiedoston
fr_fr: Ouvrir pour voir le fichier journal
hu_hu: Nyissa meg a naplófájl megtekintéséhez
it_it: Apri per vedere il file di registro
ja_jp: ログファイルを表示するために開きます
ko_kr: 로그 파일 보기를 위해 열기
ml_in: ലോഗ് ഫയൽ കാണാൻ തുറക്കുക
nl_nl: Openen om het logboekbestand te bekijken
pl_pl: Otwórz, aby zobaczyć plik dziennika
pt_br: Abrir para ver o arquivo de log
pt_pt: Abrir para ver o ficheiro de registo
ru_ru: Открыть файл журнала
sv_se: Öppna för att se loggfilen
uk_ua: Відкрити, щоб переглянути файл журналу
zh_cn: 打开以查看日志文件
zh_tw: 開啟以查看記錄檔

# SettingsCardLog.Header
source: Log File
ar_sa: ملف السجل
de_de: Protokolldatei
es_es: Archivo de registro
fi_fi: Lokitiedosto
fr_fr: Fichier journal
hu_hu: Naplófájl
it_it: File di registro
ja_jp: ログファイル
ko_kr: 로그 파일
ml_in: ലോഗ് ഫയൽ
nl_nl: Logboekbestand
pl_pl: Plik dziennika
pt_br: Arquivo de log
pt_pt: Ficheiro de registo
ru_ru: Файл журнала
sv_se: Loggfil
uk_ua: Файл журналу
zh_cn: 日志文件
zh_tw: 記錄檔

# SettingsCardLowResCache.Description
source: Number of quick previews preloaded on each side.
ar_sa: عدد المعاينات السريعة المحملة مسبقًا على كل جانب.
es_es: Número de vistas previas rápidas precargadas en cada lado.
fr_fr: Nombre d'aperçus rapides préchargés de chaque côté de la photo actuelle.
it_it: Numero di anteprime veloci precaricate per ogni lato.
ja_jp: 各側にプリロードされるクイックプレビューの数。
ko_kr: 각 측면에 미리 로드되는 빠른 미리보기 수.
ml_in: ഓരോ വശത്തും പ്രിലോഡ് ചെയ്യുന്ന ദ്രുത പ്രിവ്യൂകളുടെ എണ്ണം.
nl_nl: Aantal snelle voorvertoningen dat aan elke kant van de huidige foto wordt voorgeladen.
pl_pl: Liczba szybkich podglądów wstępnie załadowanych po każdej stronie bieżącego zdjęcia.
pt_pt: Número de pré-visualizações rápidas pré-carregadas de cada lado da foto atual.
ru_ru: Количество быстрых предпросмотров, предзагружаемых с каждой стороны.
sv_se: Antal snabbförhandsvisningar som förinläses på varje sida.
uk_ua: Кількість швидких прев'ю, попередньо завантажених з кожного боку від поточного фото.
zh_tw: 每側預先載入的快速預覽數量。

# SettingsCardLowResCache.Header
source: Low-resolution preload (In-memory)
ar_sa: التحميل المسبق منخفض الدقة (في الذاكرة)
es_es: Precarga de baja resolución (En memoria)
fr_fr: Préchargement basse résolution (en mémoire)
it_it: Precaricamento a bassa risoluzione (In memoria)
ja_jp: 低解像度プリロード (メモリ内)
ko_kr: 저해상도 미리 로드 (메모리)
ml_in: ലോ-റെസ് പ്രിലോഡ് (മെമ്മറിയിൽ)
nl_nl: Voorladen in lage resolutie (in geheugen)
pl_pl: Wstępne ładowanie w niskiej rozdzielczości (w pamięci)
pt_pt: Pré-carregamento de baixa resolução (na memória)
ru_ru: Предзагрузка низкого разрешения (В памяти)
sv_se: Lågupplöst förinläsning (I minnet)
uk_ua: Попереднє завантаження низької роздільної здатності (у пам'яті)
zh_tw: 低解析度預先載入（記憶體內）

# SettingsCardMouseWheelBehaviour.Description
source: Choose the default mouse wheel behaviour.
ar_sa: اختر السلوك الافتراضي لعجلة الماوس.
de_de: Wählen Sie das Standardverhalten des Mausrads.
es_es: Elija el comportamiento predeterminado de la rueda del ratón.
fi_fi: Valitse hiiren vierityspyörän oletustoiminto.
fr_fr: Choisissez le comportement par défaut de la molette de la souris.
hu_hu: Válassza ki az alapértelmezett egérgörgő viselkedést.
it_it: Scegli il comportamento predefinito della rotellina del mouse.
ja_jp: 既定のマウスホイールの動作を選択します。
ko_kr: 기본 마우스 휠 동작 선택
ml_in: ഡിഫോൾട്ട് മൗസ് വീൽ പ്രവർത്തി രീതി തിരഞ്ഞെടുക്കുക.
nl_nl: Kies het standaardgedrag van het muiswiel.
pl_pl: Wybierz domyślne zachowanie kółka myszy.
pt_br: Escolher o comportamento padrão da roda do mouse.
pt_pt: Escolher o comportamento predefinido da roda do rato.
ru_ru: Выберите поведение колеса мыши по умолчанию
sv_se: Välj standardbeteende för mushjulet.
uk_ua: Вибрати поведінку коліщатка миші за замовчуванням.
zh_cn: 选择鼠标滚轮的默认行为。
zh_tw: 選擇預設的滑鼠滾輪行為。

# SettingsCardMouseWheelBehaviour.Header
source: Mouse Wheel
ar_sa: عجلة الماوس
de_de: Mausrad
es_es: Rueda del ratón
fi_fi: Hiiren vierityspyörä
fr_fr: Molette de la souris
hu_hu: Egérgörgő
it_it: Rotellina del mouse
ja_jp: マウスホイール
ko_kr: 마우스 휠
ml_in: മൗസ് വീൽ
nl_nl: Muiswiel
pl_pl: Kółko myszy
pt_br: Roda do mouse
pt_pt: Roda do rato
ru_ru: Колесо мыши
sv_se: Mushjul
uk_ua: Коліщатко миші
zh_cn: 鼠标滚轮
zh_tw: 滑鼠滾輪

# SettingsCardOpenExitZoom.Description
source: ⚠ May slow startup. Fly waits to load the full-resolution photo on launch.
ar_sa: ⚠ قد يؤدي ذلك إلى إبطاء بدء التشغيل. ينتظر التطبيق تحميل الصورة بالدقة الكاملة عند تشغيله.
de_de: ⚠ Kann den Start verlangsamen: Fly wartet beim Start auf das Laden des vollständigen Bildes statt die Vorschau zu verwenden.
es_es: ⚠ Puede ralentizar el inicio. Fly espera para cargar la foto de resolución completa al iniciar.
fi_fi: ⚠ Voi hidastaa käynnistystä. Fly odottaa täyden resoluution kuvan latautumista käynnistyksessä.
fr_fr: ⚠ Peut ralentir le démarrage. Fly attend le chargement de la photo pleine résolution au lancement.
hu_hu: ⚠ Lassíthatja az indulást. A Fly a teljes felbontású kép betöltésére vár indításkor.
it_it: ⚠ Potrebbe rallentare l'avvio. Fly attende il caricamento della foto a piena risoluzione all'avvio.
ja_jp: ⚠ 起動が遅くなる可能性があります。Flyは起動時にフル解像度の写真のロードを待ちます。
ko_kr: ⚠ 시작이 느려질 수 있습니다. Fly가 실행 시 고해상도 사진을 로드할 때까지 기다립니다.
ml_in: ⚠ സ്റ്റാർട്ടപ്പ് വൈകിയേക്കാം: പൂർണ വ്യക്തതയുള്ള ഇമേജ് ലോഡ് ചെയ്യാൻ Fly കാത്തിരിക്കും.
nl_nl: ⚠ Kan de opstart vertragen. Fly wacht bij het opstarten tot de foto met volledige resolutie is geladen.
pl_pl: ⚠ Może spowolnić uruchamianie. Fly czeka na załadowanie zdjęcia w pełnej rozdzielczości podczas uruchamiania.
pt_br: ⚠ Pode deixar a inicialização lenta. O Fly aguarda o carregamento da foto em resolução máxima ao iniciar.
pt_pt: ⚠ Pode abrandar o arranque. Fly aguarda o carregamento da foto em resolução completa ao iniciar.
ru_ru: ⚠ Может замедлить запуск. FlyPhotos загружает фото в полном разрешении при открытии
sv_se: ⚠ Kan sakta ner starten. Fly väntar med att ladda fotot i full upplösning vid start.
uk_ua: ⚠ Може сповільнити запуск. Fly чекає завантаження фото у повній роздільній здатності при старті.
zh_cn: ⚠ 可能会降低启动速度。启用后，FlyPhotos 会在启动时等待完整分辨率照片加载完成。
zh_tw: ⚠ 可能會使啟動變慢。Fly 會在啟動時等待完整解析度的照片載入。

# SettingsCardOpenExitZoom.Header
source: Animate zoom on startup and zoom out on exit
ar_sa: حركة التكبير عند بدء التشغيل والتصغير عند الخروج
es_es: Animar el zoom al iniciar y reducir al salir
fr_fr: Animer le zoom au démarrage et dézoomer à la fermeture
it_it: Anima lo zoom all’avvio e riduci all’uscita
ja_jp: 起動時にズームをアニメーションし、終了時にズームアウト
ko_kr: 시작 시 줌 애니메이션 및 종료 시 축소
ml_in: ആരംഭത്തിൽ സൂം ആനിമേഷൻ, പുറത്ത് പോകുമ്പോൾ സൂം ഔട്ട്
nl_nl: Zoomanimatie bij opstarten en uitzoomen bij afsluiten
pl_pl: Animuj powiększenie przy uruchomieniu i pomniejsz przy zamykaniu
pt_pt: Animar zoom ao iniciar e diminuir zoom ao sair
ru_ru: Анимация увеличения при запуске и уменьшения при выходе
sv_se: Animera zoom vid start och zooma ut vid avslut
uk_ua: Анімація масштабування при запуску та зменшення при виході
zh_tw: 啟動時執行縮放動畫，離開時縮小

# SettingsCardPanZoomNavBehaviour.Description
source: ⚠ Use Retain option only for folders with similarly sized photos.
ar_sa: ⚠ استخدم خيار الاحتفاظ فقط للمجلدات التي تحتوي على صور متقاربة الحجم.
de_de: ⚠ Verwenden Sie die Option „Beibehalten“ nur in Ordnern mit gleich großen Fotos.
es_es: ⚠ Use la opción Retener solo para carpetas con fotos de tamaño similar.
fi_fi: ⚠ Käytä Säilytä-vaihtoehtoa vain kansioissa, joissa on samankokoisia kuvia.
fr_fr: ⚠ N'utilisez l'option « Conserver » que pour les dossiers contenant des photos de taille similaire.
hu_hu: ⚠ A Megtartás opciót csak hasonló méretű képeket tartalmazó mappákhoz használja.
it_it: ⚠ Usa l'opzione Mantieni solo per le cartelle con foto di dimensioni simili.
ja_jp: ⚠ サイズが類似した写真を含むフォルダーでのみ「保持」オプションを使用してください。
ko_kr: ⚠ 비슷한 크기의 사진이 있는 폴더에만 '유지' 옵션을 사용하세요.
ml_in: ⚠ ഒരേ വലിപ്പമുള്ള ഫോട്ടോകളുള്ള ഫോൾഡറിൽ മാത്രം "നിലനിർത്തൽ" ഓപ്ഷൻ ഉപയോഗിക്കുക.
nl_nl: ⚠ Gebruik de optie 'Verschuiving en zoom van vorige foto behouden' alleen voor mappen met foto's van vergelijkbare grootte.
pl_pl: ⚠ Użyj opcji „Zachowaj” tylko dla folderów ze zdjęciami o podobnych rozmiarach.
pt_br: ⚠ Use a opção Manter apenas para pastas com fotos de tamanho semelhante.
pt_pt: ⚠ Utilize a opção 'Manter' apenas para pastas com fotos de tamanho semelhante.
ru_ru: ⚠ Используйте опцию «Сохранить» только для папок, содержащих фотографии одинакового размера.
sv_se: ⚠ Använd endast alternativet Behåll för mappar med liknande storlek på foton.
uk_ua: ⚠ Використовуйте варіант «Зберегти» лише для папок із фото подібного розміру.
zh_cn: ⚠ 仅在照片尺寸相近的文件夹中使用“沿用”选项。
zh_tw: ⚠ 僅在包含相似尺寸照片的資料夾中使用「沿用」選項。

# SettingsCardPanZoomNavBehaviour.Header
source: Pan, Zoom & Rotation behavior during navigation
ar_sa: سلوك التحريك والتكبير/التصغير والتدوير أثناء التنقل
de_de: Schwenk-, Zoom- und Drehverhalten bei der Navigation
es_es: Comportamiento de Panorámica, Zoom y Rotación durante la navegación
fi_fi: Panoroinnin, zoomin ja kierron käyttäytyminen navigoinnin aikana
fr_fr: Comportement du déplacement, du zoom et de la rotation pendant la navigation
hu_hu: Pásztázás, nagyítás és forgatás viselkedése navigáláskor
it_it: Comportamento di Pan, Zoom e Rotazione durante la navigazione
ja_jp: ナビゲーション中のパン、ズーム、回転の動作
ko_kr: 탐색 중 이동, 확대/축소 및 회전 동작
ml_in: നാവിഗേഷനിലെ പാൻ, സൂം, റൊട്ടേഷൻ രീതികൾ
nl_nl: Gedrag van verschuiven, zoomen en roteren tijdens navigeren
pl_pl: Zachowanie przesuwania, powiększania i obracania podczas nawigacji
pt_br: Comportamento de posição, zoom e rotação durante a navegação
pt_pt: Comportamento de deslocação, zoom e rotação durante navegação
ru_ru: Настройки панорамирования, зума и поворота при просмотре
sv_se: Pan, Zoom & Rotation-beteende under navigering
uk_ua: Поведінка переміщення, масштабу та повороту при навігації
zh_cn: 浏览照片时的平移、缩放和旋转行为
zh_tw: 瀏覽時的平移、縮放與旋轉行為

# SettingsCardReportBugs.Description
source: Report issues in GitHub or mail to ryftools@outlook.com
ar_sa: أبلغ عن المشاكل على GitHub أو أرسل بريدًا إلكترونيًا إلى ryftools@outlook.com
de_de: Melden Sie Probleme auf GitHub oder per E-Mail an ryftools@outlook.com
es_es: Informar problemas en GitHub o enviar un correo a ryftools@outlook.com
fi_fi: Ilmoita ongelmista GitHubissa tai lähetä sähköpostia osoitteeseen ryftools@outlook.com
fr_fr: Signaler des problèmes sur GitHub ou envoyer un e-mail à ryftools@outlook.com
hu_hu: Problémák bejelentése a GitHubon vagy emailben a ryftools@outlook.com címen
it_it: Segnala problemi su GitHub o invia un'email a ryftools@outlook.com
ja_jp: GitHubで問題を報告するか、ryftools@outlook.comにメールしてください
ko_kr: GitHub에서 문제 보고 또는 ryftools@outlook.com으로 이메일 보내기
ml_in: പ്രശ്നങ്ങൾ GitHub-ൽ റിപ്പോർട്ട് ചെയ്യുക അല്ലെങ്കിൽ ryftools@outlook.com-ലേക്ക് മെയിൽ ചെയ്യുക
nl_nl: Problemen melden op GitHub of e-mailen naar ryftools@outlook.com
pl_pl: Zgłoś problemy na GitHub lub wyślij wiadomość na adres ryftools@outlook.com
pt_br: Relatar problemas no GitHub ou enviar um e-mail para ryftools@outlook.com
pt_pt: Comunicar problemas no GitHub ou enviar e-mail para ryftools@outlook.com
ru_ru: Сообщайте об ошибках на GitHub или по почте ryftools@outlook.com
sv_se: Rapportera problem på GitHub eller maila till ryftools@outlook.com
uk_ua: Повідомляйте про проблеми на GitHub або надсилайте листи на ryftools@outlook.com
zh_cn: 可在 GitHub 上反馈问题，或发送邮件至 ryftools@outlook.com
zh_tw: 在 GitHub 回報問題，或寄信至 ryftools@outlook.com

# SettingsCardReportBugs.Header
source: Bugs and issues
ar_sa: الإبلاغ عن المشكلات
de_de: Fehler und Probleme
es_es: Errores y problemas
fi_fi: Virheet ja ongelmat
fr_fr: Bogues et problèmes
hu_hu: Hibák és problémák
it_it: Bug e problemi
ja_jp: バグと問題
ko_kr: 버그 및 문제
ml_in: ബഗുകളും പ്രശ്നങ്ങളും
nl_nl: Bugs en problemen
pl_pl: Błędy i problemy
pt_br: Bugs e problemas
pt_pt: Erros e problemas
ru_ru: Ошибки и проблемы
sv_se: Buggar och problem
uk_ua: Помилки та проблеми
zh_cn: 问题反馈
zh_tw: 錯誤與問題

# SettingsCardShowCacheStatusExpander.Description
source: Show cache status in the bottom panel.
ar_sa: عرض حالة ذاكرة التخزين المؤقت في اللوحة السفلية.
de_de: Cache-Status-Expander im Tastenfeld anzeigen.
es_es: Mostrar estado de la caché en el panel inferior.
fi_fi: Näytä välimuistin tila alapaneelissa.
fr_fr: Afficher l'état du cache dans le panneau inférieur.
hu_hu: Gyorsítótár állapotának megjelenítése az alsó panelen.
it_it: Mostra lo stato della cache nel pannello inferiore.
ja_jp: 下部パネルにキャッシュの状態を表示します。
ko_kr: 하단 패널에 캐시 상태 표시
ml_in: ബട്ടൺ പാനലിൽ കാഷെ നില എക്സ്പാൻഡർ കാണിക്കുക.
nl_nl: Cachestatus in het onderste paneel weergeven.
pl_pl: Pokaż stan pamięci podręcznej w dolnym panelu.
pt_br: Mostrar o status do cache no painel inferior.
pt_pt: Mostrar estado da cache no painel inferior.
ru_ru: Отображать состояние кэша на нижней панели.
sv_se: Visa cachestatus i det nedre panelen.
uk_ua: Показувати стан кешу на нижній панелі.
zh_cn: 在底部面板显示缓存状态。
zh_tw: 在底部面板顯示快取狀態。

# SettingsCardShowCacheStatusExpander.Header
source: Show cache status
ar_sa: حالة التخزين المؤقت
de_de: Cache-Status anzeigen
es_es: Mostrar estado de la caché
fi_fi: Näytä välimuistin tila
fr_fr: Afficher l'état du cache
hu_hu: Gyorsítótár állapotának megjelenítése
it_it: Mostra stato cache
ja_jp: キャッシュの状態を表示
ko_kr: 캐시 상태 표시
ml_in: കാഷെ നില കാണിക്കുക
nl_nl: Cachestatus weergeven
pl_pl: Pokaż stan pamięci podręcznej
pt_br: Mostrar status do cache
pt_pt: Mostrar estado da cache
ru_ru: Отображать состояние кэша
sv_se: Visa cachestatus
uk_ua: Показати стан кешу
zh_cn: 显示缓存状态
zh_tw: 顯示快取狀態

# SettingsCardShowCheckeredBackground.Description
source: Show checkered background for transparent images. ⚠ May affect performance.
ar_sa: عرض خلفية مربعات للصور الشفافة. ⚠ قد يؤثر ذلك على الأداء.
de_de: Karierten Hintergrund für transparente Bilder anzeigen. ⚠ Kann die Leistung beeinträchtigen.
es_es: Mostrar fondo a cuadros para imágenes transparentes. ⚠ Puede afectar al rendimiento.
fi_fi: Näytä ruututausta läpinäkyville kuville. ⚠ Saattaa vaikuttaa suorituskykyyn.
fr_fr: Afficher l'arrière-plan en damier pour les images transparentes. ⚠ Peut affecter les performances.
hu_hu: Kockás háttér megjelenítése átlátszó képeknél. ⚠ Befolyásolhatja a teljesítményt.
it_it: Mostra sfondo a scacchiera per immagini trasparenti. ⚠ Potrebbe influire sulle prestazioni.
ja_jp: 透明な画像に市松模様の背景を表示します。 ⚠ パフォーマンスに影響を与える可能性があります。
ko_kr: 투명 이미지에 바둑판식 배경 표시. ⚠ 성능에 영향을 줄 수 있습니다.
ml_in: സുതാര്യമായ ചിത്രങ്ങൾക്ക് ചെക്കേർഡ് പശ്ചാത്തലം കാണിക്കുക. ⚠ Fly-യുടെ പ്രവർത്തനക്ഷമത കുറച്ചേക്കാം.
nl_nl: Geblokte achtergrond weergeven voor transparante afbeeldingen. ⚠ Kan de prestaties beïnvloeden.
pl_pl: Pokaż tło w szachownicę dla przezroczystych obrazów. ⚠ Może wpływać na wydajność.
pt_br: Mostrar fundo quadriculado para imagens transparentes. ⚠ Pode afetar o desempenho.
pt_pt: Mostrar fundo axadrezado para imagens transparentes. ⚠ Pode afetar o desempenho.
ru_ru: Показывать шахматный фон для прозрачных изображений. ⚠ Может влиять на производительность.
sv_se: Visa rutig bakgrund för transparenta bilder. ⚠ Kan påverka prestandan.
uk_ua: Показувати шаховий фон для прозорих зображень. ⚠ Може впливати на продуктивність.
zh_cn: 为透明图片显示棋盘格背景。 ⚠ 可能影响性能。
zh_tw: 為透明圖片顯示棋盤格背景。 ⚠ 可能影響效能。

# SettingsCardShowCheckeredBackground.Header
source: Show Checkered Background
ar_sa: عرض خلفية مربعات
de_de: Karierten Hintergrund anzeigen
es_es: Mostrar fondo a cuadros
fi_fi: Näytä ruututausta
fr_fr: Afficher l'arrière-plan en damier
hu_hu: Kockás háttér megjelenítése
it_it: Mostra sfondo a scacchiera
ja_jp: 市松模様の背景を表示
ko_kr: 바둑판식 배경 표시
ml_in: ചെക്കേർഡ് പശ്ചാത്തലം കാണിക്കുക
nl_nl: Geblokte achtergrond weergeven
pl_pl: Pokaż tło w szachownicę
pt_br: Mostrar fundo quadriculado
pt_pt: Mostrar fundo axadrezado
ru_ru: Показывать шахматный фон
sv_se: Visa rutig bakgrund
uk_ua: Показувати шаховий фон
zh_cn: 显示棋盘格背景
zh_tw: 顯示棋盤格背景

# SettingsCardShowFileName.Description
source: Show file name of currently opened file
ar_sa: عرض اسم الملف للملف المفتوح حاليًا
de_de: Dateinamen der aktuell geöffneten Datei anzeigen
es_es: Mostrar el nombre del archivo actualmente abierto
fi_fi: Näytä avoinna olevan tiedoston nimi
fr_fr: Afficher le nom du fichier actuellement ouvert
hu_hu: Az aktuálisan megnyitott fájl nevének megjelenítése
it_it: Mostra il nome del file attualmente aperto
ja_jp: 現在開いているファイルの名前を表示
ko_kr: 현재 열린 파일의 파일 이름 표시
ml_in: നിലവിൽ തുറന്നിരിക്കുന്ന ഫയലിന്റെ പേര് പ്രദർശിപ്പിക്കുക
nl_nl: Bestandsnaam van momenteel geopend bestand weergeven
pl_pl: Pokaż nazwę aktualnie otwartego pliku
pt_br: Mostrar o nome do arquivo aberto no momento
pt_pt: Mostrar o nome do ficheiro atualmente aberto
ru_ru: Показывать имя текущего файла
sv_se: Visa filnamnet på det aktuella fotot
uk_ua: Показувати ім'я поточного відкритого файлу
zh_cn: 显示当前打开文件的文件名
zh_tw: 顯示目前開啟檔案的檔名。

# SettingsCardShowFileName.Header
source: Show file name
ar_sa: اسم الملف
de_de: Dateinamen anzeigen
es_es: Mostrar nombre de archivo
fi_fi: Näytä tiedostonimi
fr_fr: Afficher le nom du fichier
hu_hu: Fájlnév megjelenítése
it_it: Mostra nome file
ja_jp: ファイル名を表示
ko_kr: 파일 이름 표시
ml_in: ഫയൽ നാമം കാണിക്കുക
nl_nl: Bestandsnaam weergeven
pl_pl: Pokaż nazwę pliku
pt_br: Mostrar o nome do arquivo
pt_pt: Mostrar nome do ficheiro
ru_ru: Показывать имя файла
sv_se: Visa filnamn
uk_ua: Показувати ім'я файлу
zh_cn: 显示文件名
zh_tw: 顯示檔名

# SettingsCardShowImageDimensions.Description
source: Show width and height of photo next to file name.
ar_sa: عرض عرض الصورة وارتفاعها بجانب اسم الملف.
de_de: Breite und Höhe des Fotos neben dem Dateinamen anzeigen.
es_es: Mostrar ancho y alto de la foto junto al nombre del archivo.
fi_fi: Näytä kuvan leveys ja korkeus tiedostonimen vieressä.
fr_fr: Afficher la largeur et la hauteur de la photo à côté du nom du fichier.
hu_hu: A kép szélességének és magasságának megjelenítése a fájlnév mellett.
it_it: Mostra larghezza e altezza della foto accanto al nome del file.
ja_jp: ファイル名の横に写真の幅と高さを表示します。
ko_kr: 파일 이름 옆에 사진의 너비와 높이 표시
ml_in: ഫയൽ നാമത്തിന് സമീപം ഫോട്ടോയുടെ വീതിയും ഉയരവും കാണിക്കുക.
nl_nl: Breedte en hoogte van de foto naast de bestandsnaam weergeven.
pl_pl: Pokaż szerokość i wysokość zdjęcia obok nazwy pliku.
pt_br: Mostrar largura e altura da foto ao lado do nome do arquivo.
pt_pt: Mostrar largura e altura da foto junto ao nome do ficheiro.
ru_ru: Показывать ширину и высоту фото, рядом с именем файла
sv_se: Visa fotots bredd och höjd bredvid filnamnet.
uk_ua: Показувати ширину та висоту фото поруч із іменем файлу.
zh_cn: 在文件名旁显示照片宽高。
zh_tw: 在檔名旁顯示照片的寬度與高度。

# SettingsCardShowImageDimensions.Header
source: Show photo dimensions
ar_sa: أبعاد الصورة
de_de: Fotoabmessungen anzeigen
es_es: Mostrar dimensiones de la foto
fi_fi: Näytä kuvan mitat
fr_fr: Afficher les dimensions de la photo
hu_hu: Kép méreteinek megjelenítése
it_it: Mostra dimensioni foto
ja_jp: 写真の寸法を表示
ko_kr: 사진 크기 표시
ml_in: ഫോട്ടോയുടെ അളവുകൾ കാണിക്കുക
nl_nl: Afmetingen van foto weergeven
pl_pl: Pokaż wymiary zdjęcia
pt_br: Mostrar as dimensões da foto
pt_pt: Mostrar dimensões da foto
ru_ru: Показывать размеры фото
sv_se: Visa fotodimensioner
uk_ua: Показувати розміри фото
zh_cn: 显示照片尺寸
zh_tw: 顯示照片尺寸

# SettingsCardShowThumbnail.Description
source: Show the thumbnail strip at the bottom of window
ar_sa: عرض شريط الصور المصغرة في أسفل النافذة
de_de: Miniaturansichtleiste am unteren Fensterrand anzeigen
es_es: Mostrar la tira de miniaturas en la parte inferior de la ventana
fi_fi: Näytä pikkukuvapalkki ikkunan alareunassa.
fr_fr: Afficher la bande de miniatures en bas de la fenêtre
hu_hu: A bélyegkép csík megjelenítése az ablak alján
it_it: Mostra la striscia di miniature nella parte inferiore della finestra
ja_jp: ウィンドウの下部にサムネイルストリップを表示
ko_kr: 창 하단에 축소판 그림 표시줄 표시
ml_in: വിൻഡോയുടെ താഴെ തമ്പ്‌നെയിൽ സ്ട്രിപ്പ് കാണിക്കുക
nl_nl: Miniatuurbalk onderaan het venster weergeven.
pl_pl: Pokaż pasek miniatur u dołu okna.
pt_br: Mostrar a faixa de miniaturas na parte inferior da janela
pt_pt: Mostrar a faixa de miniaturas na parte inferior da janela
ru_ru: Показывать панель миниатюр внизу окна
sv_se: Visa miniatyrbildsremsan längst ned i fönstret.
uk_ua: Показувати стрічку мініатюр внизу вікна
zh_cn: 在窗口底部显示缩略图栏
zh_tw: 在視窗底部顯示縮圖列。

# SettingsCardShowThumbnail.Header
source: Show thumbnail strip
ar_sa: شريط الصور المصغرة
de_de: Miniaturansichtleiste anzeigen
es_es: Mostrar tira de miniaturas
fi_fi: Näytä pikkukuvapalkki
fr_fr: Afficher la bande de miniatures
hu_hu: Bélyegkép csík megjelenítése
it_it: Mostra striscia miniature
ja_jp: サムネイルストリップを表示
ko_kr: 축소판 그림 표시줄 표시
ml_in: തമ്പ്‌നെയിൽ സ്ട്രിപ്പ് കാണിക്കുക
nl_nl: Miniatuurbalk weergeven
pl_pl: Pokaż pasek miniatur
pt_br: Mostrar a faixa de miniaturas
pt_pt: Mostrar a faixa de miniaturas
ru_ru: Показывать панель миниатюр
sv_se: Visa miniatyrbildsremsa
uk_ua: Показувати стрічку мініатюр
zh_cn: 显示缩略图栏
zh_tw: 顯示縮圖列
